#### Terraform Format and Style 🖌`success`
#### Terraform Initialization ⚙️`success`
#### Terraform Validation 🤖`success`
#### Terraform Plan 📖`success`

<details><summary>Show Plan</summary>

```

terraform
digitalocean_droplet.do2: Refreshing state... [id=264685868]
digitalocean_droplet.do3: Refreshing state... [id=264685867]
digitalocean_droplet.do0: Refreshing state... [id=264744299]
digitalocean_droplet.do4: Refreshing state... [id=264685873]
digitalocean_droplet.do1: Refreshing state... [id=264685862]

Note: Objects have changed outside of Terraform

Terraform detected the following changes made outside of Terraform since the
last "terraform apply":

  # digitalocean_droplet.do0 has been changed
  ~ resource "digitalocean_droplet" "do0" {
        id                   = "264744299"
        name                 = "do0"
      + tags                 = []
        # (22 unchanged attributes hidden)
    }

Unless you have made equivalent changes to your configuration, or ignored the
relevant attributes using ignore_changes, the following plan may include
actions to undo or respond to these changes.

─────────────────────────────────────────────────────────────────────────────

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # digitalocean_droplet.cache will be created
  + resource "digitalocean_droplet" "cache" {
      + backups              = false
      + created_at           = (known after apply)
      + disk                 = (known after apply)
      + id                   = (known after apply)
      + image                = "ubuntu-20-04-x64"
      + ipv4_address         = (known after apply)
      + ipv4_address_private = (known after apply)
      + ipv6                 = false
      + ipv6_address         = (known after apply)
      + locked               = (known after apply)
      + memory               = (known after apply)
      + monitoring           = true
      + name                 = "cache"
      + price_hourly         = (known after apply)
      + price_monthly        = (known after apply)
      + private_networking   = (known after apply)
      + region               = "nyc3"
      + resize_disk          = true
      + size                 = "s-1vcpu-1gb"
      + ssh_keys             = [
          + "98:36:f6:72:ca:4e:5a:68:e6:3e:a1:aa:9f:76:61:73",
          + "98:9f:0d:4f:10:dc:61:a5:c5:14:f1:5a:88:cf:c1:76",
        ]
      + status               = (known after apply)
      + urn                  = (known after apply)
      + vcpus                = (known after apply)
      + volume_ids           = (known after apply)
      + vpc_uuid             = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```

</details>

*Pusher: @rssnyder, Action: `pull_request`*